/* NSButton (Cancel) : <title:Cancel> (oid:54) */
"Cancel" = "İptal";

/* NSTextField (Create a new subscription ) : <title:Create a new subscription
> (oid:64) */
"Create a new subscription\n" = "Yeni abonelik oluştur\n";

/* NSTextField (Edit subscription) : <title:Edit subscription> (oid:67) */
"Edit subscription" = "Aboneliği düzenle";

/* NSTextField (Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source.) : <title:Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source.> (oid:65) */
"Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source." = "Haber beslemesi için bağlantıyı aşağıya girin. Ya da Kaynak listesinden kaynak tarafından bildirilen kısayol adını girin.";

/* NSMenu : <title:OtherViews> (oid:44) */
"OtherViews" = "DiğerGörünümler";

/* NSPanel (RSS Feed) : <title:RSS Feed> (oid:49) */
"RSS Feed" = "RSS Beslemesi";

/* NSButton (Save) : <title:Save> (oid:53) */
"Save" = "Kaydet";

/* NSTextField (Source: ) : <title:Source:
> (oid:40) */
"Source:\n" = "Kaynak:\n";

/* NSButton (Subscribe) : <title:Subscribe> (oid:10) */
"Subscribe" = "Abone Ol";

/* NSMenuItem : <title:URL> (oid:45) */
"URL" = "URL";

/* NSTextField (URL:) : <title:URL:> (oid:97) */
"URL:" = "URL:";

